card.wither_king.ability.poison_thorns=\u00C9pines Empoisonn\u00E9es
card.diamond_golem.ability.launch=Lancement
card.diamond_golem.ability.launch.desc=%bch de chances que la cible soit, sa v\u00E9locit\u00E9 augmentant de 5% par niveau et ses chances augmentant de 2,5% par niveau.
card.diamond_golem.ability.thorns=Les \u00E9pines
card.diamond_golem.ability.thorns.desc=%bch de chances pour que le dommageeur soit touch\u00E9 avec 20% de ses d\u00E9g\u00E2ts d'attaque.
card.wither_king.ability.lightning_thorns=\u00C9pines de Foudre
command.reload.reloaded=Cartes de combat recharg\u00E9es! Vous devrez peut-\u00EAtre recharger/red\u00E9marrer le serveur afin de mettre \u00E0 jour votre JAR.
command.reload.reloading=Rechargement des BattleCards...
constants.card=Carte %s
constants.card.creation_date=Date de Cr\u00E9ation: %s
constants.card.deploy=%ss D\u00E9ploiement
constants.card.generation=G\u00E9n\u00E9ration %s
constants.card.last_used_by=Derni\u00E8re utilisation par: %s
constants.card.last_used_on=Derni\u00E8re Utilisation le: %s
constants.card.left_click_view=Clic Gauche pour Voir
constants.card.next_level=%s au Niveau Suivant
constants.card.right_click_deploy=Clic Droit pour D\u00E9ployer
constants.card.statistics.attack_damage=D\u00E9g\u00E2ts D'attaque: %s
constants.card.statistics.card_experience=Exp\u00E9rience de la Carte: %s
constants.card.statistics.card_kills=Cartes Tu\u00E9es: %s
constants.card.statistics.card_level=Niveau de Carte: %s
constants.card.statistics.defense=D\u00E9fense: %s
constants.card.statistics.entity_kills=Entit\u00E9s Tu\u00E9es: %s
constants.card.statistics.knockback_resistance=R\u00E9sistance au Recul: %s
constants.card.statistics.max_card_experience=Exp\u00E9rience Maximale de la Carte: %s
constants.card.statistics.max_card_level=Niveau de Carte Maximum: %s
constants.card.statistics.max_health=Sant\u00E9 Maximale: %s
constants.card.statistics.movement_speed=Vitesse de D\u00E9placement: %s
constants.card.statistics.player_kills=Joueurs Tu\u00E9s: %s
constants.card.statistics.total_damage_dealt=D\u00E9g\u00E2ts Totaux Inflig\u00E9s: %s
constants.card.statistics.total_damage_received=D\u00E9g\u00E2ts Totaux Re\u00E7us: %s
constants.card.statistics.total_deaths=D\u00E9c\u00E8s: %s
constants.card.statistics.total_kills=Nombre Total de Tu\u00E9s: %s
constants.created_by=Cr\u00E9\u00E9 par GamerCoder
constants.level=Niveau %s
constants.maxed=MAXI
constants.statistics=Statistiques et Attributs
error.argument=Veuillez fournir des arguments valables.
error.argument.basic_type=Pour cr\u00E9er une carte de base, vous devez sp\u00E9cifier son type d'entit\u00E9!
error.argument.card=Veuillez fournir un type de BattleCard valide.
error.argument.card.experience=Veuillez fournir un montant d'exp\u00E9rience valide pour cette BattleCard.
error.argument.card.level=Veuillez fournir un niveau valide pour cette BattleCard.
error.argument.entity_type=Veuillez fournir un type d'entit\u00E9 valide.
error.argument.int=Veuillez fournir un nombre entier valide.
error.argument.item=Veuillez fournir un \u00E9l\u00E9ment valide.
error.argument.item.held=Veuillez conserver un \u00E9l\u00E9ment valide.
error.argument.item.held.card=Veuillez d\u00E9tenir une BattleCard valide.
error.argument.number=Veuillez fournir un num\u00E9ro valide.
error.card.cooldown=Cette carte est sur son temps de recharge d'utilisation. Veuillez patienter %s secondes.
error.card.use_limit=Vous avez atteint votre limite d'utilisation de %s cartes toutes les %s secondes! Veuillez patienter avant d'utiliser \u00E0 nouveau les cartes.
error.inventory.full=Votre inventaire est plein!
error.permission=Vous n'\u00EAtes pas autoris\u00E9 \u00E0 utiliser cette commande!
error.permission.argument=Vous n'avez pas acc\u00E8s \u00E0 cette sous-commande!
menu.card.info=Informations sur La Carte
menu.plugin_info=Informations sur les BattleCards
plugin.prefix=&d[&bBattleCards&d]&r
success.card.created=La carte %s a \u00E9t\u00E9 cr\u00E9\u00E9e avec succ\u00E8s!
card.wither_king.ability.user.wither_offensive=Offensive Wither
card.wither_king.ability.decree=D\u00E9cret
card.wither_king.ability.decay=Carie
card.wither_king.ability.decay.desc=100% de chances (contre la carte) et %bcu de chances (contre le propri\u00E9taire) de subir des d\u00E9g\u00E2ts pendant 6 secondes de l'effet Wither.
card.wither_king.ability.decree.desc=Tous les %bcint, tous les monstres hostiles du Nether dans un rayon sp\u00E9cifique ciblent d\u00E9sormais la cible de la carte. Le rayon commence \u00E0 25,0 et augmente de 2,0 par niveau, avec un maximum de 60,0.
card.wither_king.ability.lightning_thorns.desc=%bch de chances que les attaquants soient frapp\u00E9s par la foudre.
card.wither_king.ability.poison_thorns.desc=%bch de chances pour les attaquants de gagner l'effet Poison pendant 5s, augmentant de 2s par niveau et plafonnant \u00E0 60s.
card.wither_king.ability.user.wither_offensive.desc=%bch chance pour le propri\u00E9taire de la carte d'infliger Wither Effect II pendant 60s.
card.mercenary.ability.rage=Rage
card.mercenary.ability.rage.desc=Chaque %bcint gagne en Force III pendant 20 secondes et en Vitesse II pendant 15 secondes.
card.eye_of_enderman.ability.beam=Faisceau
card.eye_of_enderman.ability.end_aspect=Aspect Final
card.eye_of_enderman.ability.beam.desc=La cible de la carte subit des d\u00E9g\u00E2ts tous les %bcint via son rayon de cristal final.
card.eye_of_enderman.ability.end_aspect.desc=Le propri\u00E9taire de la carte inflige 2x d\u00E9g\u00E2ts dans les dimensions finales.
card.frost_bear.ability.frostbite=Gelure
card.frost_bear.ability.ice_defense=D\u00E9fense de Glace
card.frost_bear.ability.ice_aspect=Aspect Glace
card.frost_bear.ability.frostbite.desc=%bch de chance d'ajouter 3 secondes d'effet de gel \u00E0 la cible de la carte.
card.frost_bear.ability.ice_aspect.desc=%bch de chances pour le propri\u00E9taire de la carte d'infliger 0,75s d'effet de gel.
card.frost_bear.ability.ice_defense.desc=%bch chance (contre la carte) et %bcu chance (contre le propri\u00E9taire) de -25% de d\u00E9g\u00E2ts dans des biomes enneig\u00E9s sp\u00E9cifiques.
card.bomberman.ability.exploding=Explosion
card.bomberman.ability.exploding.desc=%bch de chances de g\u00E9n\u00E9rer une explosion sans blocage sur la cible de la carte.
card.bomberman.ability.primed=Appr\u00EAt\u00E9
card.bomberman.ability.primed.desc=Lorsqu'il est touch\u00E9, %bch de chances qu'un TNT amorc\u00E9 apparaisse et blesse &ltout le monde&7.
card.bomberman.ability.tntlings=TNTLings
card.bomberman.ability.tntlings.desc=Chaque %bcint, invoque jusqu'\u00E0 6 zombies qui peuvent endommager la cible, explosant en 6s.
card.bomberman.ability.meteor=M\u00E9t\u00E9ore
card.bomberman.ability.meteor.desc=Tous les %bcint, une grosse boule de feu explosive est invoqu\u00E9e au-dessus de la cible de la carte.
card.bomberman=M. Bombastic, Bomba Fantastique
card.bomberman.desc=Cette carte explosive a \u00E9t\u00E9 forg\u00E9e par les creepers d'\u00E9lite, form\u00E9s \u00E0 l'art de l'explosion.
card.diamond_golem=On dirait que tu vas dans le royaume des t\u00E9n\u00E8bres, Jimbo.
card.diamond_golem.desc=Cette carte \u00E0 t\u00EAte dure \u00E9tait une exp\u00E9rience de divers clercs, rempla\u00E7ant le fer par des diamants.
card.eye_of_enderman=Je peux m\u00EAme voir votre historique de recherche.
card.eye_of_enderman.desc=Un cristal d'Ender a pouss\u00E9 sur sa t\u00EAte en r\u00E9ponse \u00E0 son r\u00E9gime obsessionnel de carottes et de fruits de chorus.
card.frost_bear=Non, je n'aime pas escalader les montagnes.
card.frost_bear.desc=Apr\u00E8s s'\u00EAtre entra\u00EEn\u00E9 dans les montagnes pendant 100 ans, cet ours sensible est devenu plus fort que jamais.
card.wither_king=C'est bien d'\u00EAtre roi.
card.wither_king.desc=Une carte ing\u00E9nieuse et forte, avec la plupart de ses os perdus dans le Nether.
card.mercenary=C'est donc le m\u00EAme type de carte que Silver Chariot.
card.mercenary.desc=Rumeur parmi les pillards, rejetant l'art des arbal\u00E8tes et optant pour un m\u00E9tier plus t\u00E9m\u00E9raire.
menu.card_table=\u00C9tabli de Cartes
success.item.given=Article re\u00E7u avec succ\u00E8s!
card.pitbull.ability.bite=Mordre
card.pitbull=WOOF!
card.pitbull.desc=Ce chien fid\u00E8le a travers\u00E9 beaucoup de choses, toujours pr\u00EAt \u00E0 d\u00E9fendre son propri\u00E9taire.
card.pitbull.ability.bite.desc=%bch chance d'augmenter les d\u00E9g\u00E2ts \u00E0 la cible de 5%.
card.redstone_zombie=Juste une simple pierre rouge.
card.redstone_zombie.desc=Un monstre m\u00E9canique assassinant malicieusement des foules.
card.silverfish_hive.ability.hivemind=Esprit de la Ruche
card.silverfish_hive=Il y en a des milliers.
card.silverfish_hive.desc=Une grotte qui s'effondre avec des milliers d'\u0153ufs de poisson d'argent a forg\u00E9 une nouvelle dynastie qui ne dispara\u00EEtra pas.
card.silverfish_hive.ability.hivemind.desc=Invoque 4 \u00E0 10 poissons d'argent tous les %bcint.
card.skeleton_soldier=Suivez toujours les ordres, surtout s'ils vous tuent.
card.skeleton_soldier.desc=Fid\u00E8le m\u00EAme jusqu'apr\u00E8s sa mort, ce soldat a combattu dans la guerre du Wither.
card.sniper.ability.triple_shot=Coup Triple
card.sniper=Bulle.
card.sniper.desc=L'un des meilleurs tireurs de morts-vivants de tout l'Overworld, avec un nombre ind\u00E9fini de t\u00EAtes.
card.sniper.ability.triple_shot.desc=20% de chance de tirer 3 fl\u00E8ches, augmentant de 5% par niveau.
card.spider_hive=Bippity Boppity, ton sang est maintenant ma propri\u00E9t\u00E9.
card.spider_hive.desc=Le clonage effectu\u00E9 au cours de milliers d'ann\u00E9es a cr\u00E9\u00E9 une dynastie de milliers d'araign\u00E9es.
card.spider_queen.ability.poisoning=Empoisonnement
card.spider_queen.ability.webbing=Sangles
card.spider_queen.ability.matriarchy=Matriarcat
card.spider_queen.ability.spiderlings=Araign\u00E9es
card.spider_queen.ability.fangs=Crocs
card.spider_queen.ability.fangs.desc=Le propri\u00E9taire de la carte inflige Poison pendant 4s.
card.spider_queen.ability.matriarchy.desc=Ne tuez pas le fils a\u00EEn\u00E9 auquel elle tient tant.
card.spider_queen.ability.poisoning.desc=Inflige Poison pendant 2s, augmentant de 1s tous les 5 niveaux et s'amplifiant tous les 25 niveaux.
card.spider_queen.ability.spiderlings.desc=Lorsqu'il est touch\u00E9, %bch de chances d'invoquer une araign\u00E9e des cavernes.
card.spider_queen.ability.webbing.desc=%bch de chances de placer une toile d'araign\u00E9e sur la cible et d'infliger une lenteur pendant 1s, augmentant de 1s tous les 5 niveaux et s'amplifiant tous les 30 niveaux.
card.spider_queen=L'araign\u00E9e originale.
card.spider_queen.desc=Connue sous le nom de "Spider Supreme", elle a \u00E9t\u00E9 la derni\u00E8re araign\u00E9e \u00E0 survivre \u00E0 la Wither War, construisant son royaume d'une main de fer.
card.stone_archer=Pling.
card.stone_archer.desc=Un archer maladroit est mort lorsqu'un bloc de pierre lui est tomb\u00E9 sur la t\u00EAte.
card.thunder_revenant.ability.heat_resistance=R\u00E9sistance \u00E0 La Chaleur
card.thunder_revenant.ability.electricity=\u00C9lectricit\u00E9
card.thunder_revenant.ability.thunderbolt=Coup de Tonnerre
card.thunder_revenant.ability.paralysis=Paralysie
card.thunder_revenant=Zeus est un milieu discret.
card.thunder_revenant.desc=N'a d'\u00E9gal que les dieux du tonnerre et est aussi vieux que le temps lui-m\u00EAme.
card.thunder_revenant.ability.electricity.desc=%bch chance pour +10% de d\u00E9g\u00E2ts et +2s de d\u00E9g\u00E2ts de feu.
card.thunder_revenant.ability.heat_resistance.desc=Les d\u00E9g\u00E2ts de feu et de foudre n'ont aucun effet.
card.thunder_revenant.ability.paralysis.desc=%bch chance d'infliger Lenteur X pendant 4s et Faiblesse V pendant 12s.
card.thunder_revenant.ability.thunderbolt.desc=%bch chance (contre la carte) et %bcu chance (contre le propri\u00E9taire) de frapper la cible avec la foudre. La carte a + 15% de d\u00E9g\u00E2ts et le propri\u00E9taire ajoute entre 5 et 20 d\u00E9g\u00E2ts.
card.undead_lumberjack.ability.bleeding=Saignement
card.undead_lumberjack=J'\u00E9tais juste un b\u00FBcheron, faisant des trucs de b\u00FBcheron.
card.undead_lumberjack.desc=Une grotte qui s'effondre a d\u00E9clench\u00E9 une s\u00E9rie de bois qui ont tu\u00E9 la pauvre \u00E2me. Il s'attarde encore parfois sur sa for\u00EAt pr\u00E9f\u00E9r\u00E9e...
card.undead_lumberjack.ability.bleeding.desc=%bch de chances d'infliger 10% des d\u00E9g\u00E2ts d'attaque toutes les 3,25s deux fois, le montant augmentant de 1 tous les 8 niveaux.
card.witherman.ability.wither=Fl\u00E9trir
card.witherman=Fabriqu\u00E9 en NETHER!
card.witherman.desc=Cette carte rapide a \u00E9t\u00E9 d\u00E9couverte lors d'une nuit myst\u00E9rieuse entre une forte dispute au Wither Kingdom.
card.witherman.ability.wither.desc=%bch chance (contre la carte) et %bcu chance (contre le propri\u00E9taire) d'infliger l'effet Wither pendant 5s.
card.witherman.ability.wither_immune=Immunit\u00E9 au Fl\u00E9trissement
card.witherman.ability.wither_immune.desc=Immunis\u00E9 \u00E0 tous les d\u00E9g\u00E2ts de Wither.
card.bandit.ability.bullet=Balle
card.bandit=Voler \u00E0 la vitesse du son
card.bandit.desc=Este arquero aficionado tuvo que valerse por s\u00ED mismo despu\u00E9s de que su maestro se olvid\u00F3 de \u00E9l.
card.bandit.ability.bullet.desc=+50% de Vitesse de Projectile
card.emerald_husk=Les chars ne sont pas les pires!
card.emerald_husk.desc=Des fans de tank qui ont choisi le mauvais minerai.
card.gold_skeleton=Le Meilleur ami du Prince du Nether.
card.gold_skeleton.desc=Un guerrier d'\u00E9lite sous le royaume des t\u00E9n\u00E8bres, dot\u00E9 du pouvoir de l'immortalit\u00E9 (comme tout le monde.)
card.mesa_zombie.ability.fire_aspect=Aspect D'incendie
card.mesa_zombie=Oui! Je suis!
card.mesa_zombie.desc=Ce zombie br\u00FBlant a \u00E9merg\u00E9 d'un sommeil centenaire apr\u00E8s une avalanche de sable.
card.mesa_zombie.ability.fire_aspect.desc=%bch de chance d'infliger des d\u00E9g\u00E2ts de feu.
card.phantom_rider.ability.phantom_bow=Arc Fant\u00F4me
card.phantom_rider=Dans les cieux!
card.phantom_rider.desc=Ce cavalier rebelle fait ce qu'il peut, d\u00E9fendant son fant\u00F4me de compagnie.
card.phantom_rider.ability.phantom_bow.desc=Les cibles de cartes l\u00E9vitent pendant 5s \u00E0 10s.
card.miner=Continuez \u00E0 creuser, continuez \u00E0 creuser...
card.miner.ability.haste=H\u00E2te
card.miner.ability.haste.desc=Le propri\u00E9taire de la carte gagne H\u00E2te II lorsqu'il est actif.
card.miner.desc=Lorsque sa grotte s'est effondr\u00E9e, bloquant son existence, il a continu\u00E9 \u00E0 exploiter avec sa pioche apparemment incassable, m\u00EAme apr\u00E8s sa mort.
card.prince_husk=Tu n'as pas de pouvoir ici.
card.prince_husk.desc=Un monarque en difficult\u00E9 faisant de son mieux pour maintenir son contr\u00F4le sur son domaine.
card.prince_husk.ability.royal_guard=Garde Royal
card.prince_husk.ability.royal_guard.desc=Chaque %bcint, invoque un Husk pour prot\u00E9ger la carte.
card.suspicious_zombie=Woololoo!
card.suspicious_zombie.ability.fangs=Crocs
card.suspicious_zombie.ability.fangs.desc=Invoque des crocs autour de lui tous les %bcint.
card.suspicious_zombie.ability.effect=Effet
card.suspicious_zombie.ability.effect.desc=Conf\u00E8re un effet n\u00E9gatif al\u00E9atoire \u00E0 un amplificateur al\u00E9atoire pendant 4s \u00E0 11s.
card.suspicious_zombie.ability.lightning=Foudre
card.suspicious_zombie.ability.lightning.desc=%bch de chance (contre la carte) et %bcu de chance (contre le propri\u00E9taire) de frapper l'endommageur avec la foudre.
card.suspicious_zombie.desc=Il a bu trop de rago\u00FBt suspect.
card.warrior_husk=WAAAAAAARRRHHH!
card.warrior_husk.desc=Une \u00E2me confiante et loyale principalement utilis\u00E9e comme atout pour le prince.
card.inferno_blaze.ability.fire_thorns=\u00C9pines de Feu
card.inferno_blaze.ability.fire_thorns.desc=%bch chance (contre la carte) et %bcu chance (contre le propri\u00E9taire) d'infliger 3s de d\u00E9g\u00E2ts de feu lorsqu'il est touch\u00E9.
card.inferno_blaze=Br\u00FBlez dans le Nether!
card.inferno_blaze.desc=Cette carte imp\u00E9tueuse est pleine d'\u00E9nergie, pr\u00EAte \u00E0 venger ses fr\u00E8res perdus dans la Wither War.
card.inferno_blaze.ability.heat_aspect=Aspect Chaleur
card.inferno_blaze.ability.heat_aspect.desc=Dans le Nether, %bch de chance (contre la carte) et %bcu de chance (contre le propri\u00E9taire) de +25% de d\u00E9g\u00E2ts.
card.inferno_blaze.ability.heat_protection=Protection contre La Chaleur
card.inferno_blaze.ability.heat_protection.desc=Dans le Nether, %bch de chance (contre la carte) et %bcu de chance (contre le propri\u00E9taire) de -15% de d\u00E9g\u00E2ts subis par les entit\u00E9s.
card.inferno_blaze.ability.heat_shield=Bouclier Thermique
card.inferno_blaze.ability.heat_shield.desc=Dans le Nether, %bch de chances de bloquer les d\u00E9g\u00E2ts des entit\u00E9s.
card.inferno_blaze.ability.ghast=Gast
card.inferno_blaze.ability.ghast.desc=Chaque %bcint, tire une boule de feu explosive.
card.knight=Le chemin le plus court est le d\u00E9tour.
card.knight.desc=Une \u00E2me travailleuse qui a contribu\u00E9 \u00E0 mettre fin \u00E0 la Wither War.
card.lapis_drowned.ability.disenchantment=D\u00E9senchantement
card.lapis_drowned.ability.disenchantment.desc=Immunis\u00E9 aux d\u00E9g\u00E2ts de Ch\u00E2timent.
card.lapis_drowned=Vous pensiez pouvoir utiliser Ch\u00E2timent, mais c'\u00E9tait moi, Lapis Noy\u00E9!
card.lapis_drowned.desc=Une cr\u00E9ature magique qui a une histoire encore \u00E0 d\u00E9couvrir.
card.raider=GIMMEE!
card.raider.desc=Un raider simple faisant des choses "simples" de raider.
card.raider.ability.bombs=Bombes
card.raider.ability.bombs.desc=Cr\u00E9e une explosion destructrice sur les cibles des cartes.
card.raider.ability.illusioner=Illusions
card.raider.ability.illusioner.desc=Appelle un illusionniste au combat tous les %bcint.
card.raider.ability.raid_golems=Golems de Raid
card.raider.ability.raid_golems.desc=Invoque des golems de fer qui aident le raider au combat tous les %bcint.
card.nether_prince.ability.decree=D\u00E9cret
card.nether_prince.ability.decree.desc=Tous les %bcint, la plupart des monstres hostiles du Nether dans un rayon sp\u00E9cifique ciblent d\u00E9sormais la cible de la carte. Le rayon commence \u00E0 20,0 et augmente de 2,0 par niveau, avec un maximum de 40,0.
card.nether_prince.ability.firepower=Puissance de Feu
card.nether_prince.ability.firepower.desc=Invoque un Blaze avec 30 HP, avec ses HP de 0,5 par niveau de carte.
card.nether_prince.ability.nether_aspect=Aspect du N\u00E9ant
card.nether_prince.ability.nether_aspect.desc=Le propri\u00E9taire de la carte inflige +10 secondes de d\u00E9g\u00E2ts de feu.
card.nether_prince=Je fais ma part!
card.nether_prince.desc=Un leader pacifiste et rebelle passionn\u00E9, d\u00E9sireux de succ\u00E9der au Wither King.
card.golden_wizard.ability.channeling=Canaliser
card.golden_wizard.ability.channeling.desc=%bch de chances de frapper la cible avec la foudre, infligeant des d\u00E9g\u00E2ts suppl\u00E9mentaires.
card.golden_wizard=Golden Science est le meilleur au monde!
card.golden_wizard.desc=Hardcore Illager Avocat et sorcier actif.
card.netherite_piglin=Je travaille seul.
card.netherite_piglin.desc=Assassin \u00E0 temps partiel, travaillant seul. N'a pas encore entam\u00E9 de relation.
card.netherite_piglin.ability.heat_shield=Bouclier Thermique
card.netherite_piglin.ability.heat_shield.desc=Immunis\u00E9 aux d\u00E9g\u00E2ts de lave.
card.netherite_piglin.ability.hoglin=Hoglin
card.netherite_piglin.ability.hoglin.desc=%bch chance d'invoquer l'un de ses Hoglins.
card.netherite_piglin.ability.netherite_rage=Rage N\u00E9antite
card.netherite_piglin.ability.netherite_rage.desc=Gagne Force III pendant 5s tous les %bcint, amplifiant de 1 tous les 15 niveaux.
card.sealord.ability.channeling=Canaliser
card.sealord.ability.channeling.desc=%bch de chances de frapper la cible avec la foudre, infligeant des d\u00E9g\u00E2ts suppl\u00E9mentaires.
card.sealord.ability.sea_military=Militaire de la Mer
card.sealord.ability.sea_military.desc=Invoque 2 \u00E0 5 noy\u00E9s et zombies pour aider la carte au combat.
card.sealord.ability.thundering=Tonnerre
card.sealord.ability.thundering.desc=Chaque %bcint fait rugir le monde et frappe tous les non-alli\u00E9s dans un rayon de 10 m\u00E8tres avec des \u00E9clairs.
card.sealord.ability.wet=Humide
card.sealord.ability.wet.desc=La carte et le propri\u00E9taire sont immunis\u00E9s contre tous les d\u00E9g\u00E2ts de feu et de lave.
card.sealord=Pos\u00E9idon est l'une des pires formes de vie que j'ai jamais rencontr\u00E9es.
card.sealord.desc=Ma\u00EEtre des eaux, m\u00EAme Pos\u00E9idon ne pouvait se dire son rival.
error.card.max_spawned=Vous avez cr\u00E9\u00E9 trop de cartes! Le maximum est: %s
card.spider_hive.ability.colony=Colonie
card.spider_hive.ability.colony.desc=Tous les %bcint, 3-7 araign\u00E9e des cavernes appara\u00EEt avec 60% de la sant\u00E9 de la carte.
time.days=%s Jour(s)
time.minutes=%s Minute(s)
time.hours=%s Heure(s)
time.months=%s Mois
time.seconds=%s Seconde(s)
time.weeks=%s Semaine(s)
time.years=%s Ann\u00E9e(s)
error.inventory.full.card_dropped=Votre inventaire est plein ! Une carte a \u00E9t\u00E9 d\u00E9pos\u00E9e \u00E0 votre emplacement.
error.cooldown=Cette action est actuellement en temps de recharge. Veuillez patienter %s.
menu.card_quests=Qu\u00EAtes de Cartes
constants.completed=%s Termin\u00E9
menu.card_quests.card_hunter=Chasseur de Cartes
menu.card_quests.card_hunter.completion=Accumulez %s Cartes Tu\u00E9es
menu.card_quests.damager=Dommage
menu.card_quests.damager.completion=Inflige %s de D\u00E9g\u00E2ts
menu.card_quests.entity_hunter=Chasseur D'entit\u00E9s
menu.card_quests.entity_hunter.completion=Accumulez %s Victimes D'Entit\u00E9s/Joueurs
menu.card_quests.reviver=Relancer
menu.card_quests.reviver.completion=Mourir %s Fois
menu.card_quests.tank=R\u00E9servoir
menu.card_quests.tank.completion=Subir %s D\u00E9g\u00E2ts
constants.back=Dos
constants.next=Suivant
constants.prev=Pr\u00E9c\u00E9dent
constants.total_experience_reward=R\u00E9compense D'Exp\u00E9rience de %s
constants.locked=Ferm\u00E9 \u00E0 Cl\u00E9!
constants.unlocks_at_level=D\u00E9verrouille au Niveau %s
card.necromancer=Debout, mes serviteurs!
card.necromancer.desc=Une vieille \u00E2me qui a d\u00E9sesp\u00E9r\u00E9ment besoin de compagnie. Beaucoup trop de compagnie...
card.necromancer.ability.bullet=Balle
card.necromancer.ability.bullet.desc=Tous les %bcint, une balle Shulker est tir\u00E9e vers sa cible.
card.necromancer.ability.rise_of_the_undead=L'ascension des Morts-Vivants
card.necromancer.ability.rise_of_the_undead.desc=Chaque %bcint, invoque un squelette pour se battre pour lui.
card.necromancer.ability.lightning=Foudre
card.necromancer.ability.lightning.desc=%bch de chances que sa cible soit frapp\u00E9e par la foudre.
card.necromancer.ability.undead_monster=Monstre Mort-Vivant
card.necromancer.ability.undead_monster.desc=Chaque %bcint, invoque un serviteur encore plus puissant pour se battre pour lui.
card.eternal_husk=Je suis devenu la mort, destructeur de mondes.
card.eternal_husk.desc=Le type de carte silencieux et mortel, commandant tous les morts-vivants \u00E0 contrec\u0153ur.
card.eternal_husk.ability.advisors=Conseillers
card.eternal_husk.ability.advisors.desc=Invoque jusqu'\u00E0 4 coques de sbires tr\u00E8s puissantes.
card.eternal_husk.ability.charge=Charge
card.eternal_husk.ability.charge.desc=%bch de chances que la moiti\u00E9 des d\u00E9g\u00E2ts subis soient ajout\u00E9s \u00E0 ses d\u00E9g\u00E2ts de charge, et 10% de chances de lib\u00E9rer tous les d\u00E9g\u00E2ts subis en touchant une cible.
card.eternal_husk.ability.deathly_healing=Gu\u00E9rison Mortelle
card.eternal_husk.ability.deathly_healing.desc=L'utilisateur gagne des points de vie gr\u00E2ce aux d\u00E9g\u00E2ts de poison et aux d\u00E9g\u00E2ts de fl\u00E9trissement si la carte est au moins de niveau 20.
card.eternal_husk.ability.undead_supreme=Mort-vivant Supr\u00EAme
card.eternal_husk.ability.undead_supreme.desc=Tous les %bcint, tous les morts-vivants non-cartes et non-sbires dans un rayon de 15,0 m\u00E8tres ciblent d\u00E9sormais la cible de la carte. Le rayon augmente de 2,25 par niveau et est plafonn\u00E9 \u00E0 50,0 m\u00E8tres.
menu.card_equipment=\u00C9quipement de Carte
constants.card_equipment.damage=-%s de D\u00E9g\u00E2ts D'Attaque
constants.card_equipment.defense=%s de D\u00E9fense
constants.card_equipment.health=%s de Sant\u00E9
constants.card_equipment.knockback_resistance=%s de R\u00E9sistance au Recul
constants.card_equipment.speed=%s de Vitesse
constants.effective_modifiers=Modificateurs Efficaces:
constants.none=Aucun
constants.card_equipment.ability.flame=&6Flamme
constants.card_equipment.ability.flame.desc=Inflige 3s de D\u00E9g\u00E2ts de Feu.
constants.card_equipment.ability.freezing=&bCong\u00E9lation
constants.card_equipment.ability.freezing.desc=Inflige 2,25s de D\u00E9g\u00E2ts de Gel.
constants.card_equipment.ability.flame_thorns=&6\u00C9pines de Feu
constants.card_equipment.ability.flame_thorns.desc=80% de Chances d'infliger 1,5s de D\u00E9g\u00E2ts de feu lorsqu'il est touch\u00E9.
constants.card_equipment.ability.lightning=Foudre
constants.card_equipment.ability.lightning.desc=50% de Chances d'infliger des d\u00E9g\u00E2ts de foudre. La chance augmente de 5% par niveau de carte.
constants.card_equipment.ability.pricking=&2Piquer
constants.card_equipment.ability.pricking.desc=75% de chances d'infliger 1,5 D\u00E9g\u00E2ts lorsqu'il est touch\u00E9.
constants.card_equipment.ability.slowing=&8Ralentissement
constants.card_equipment.ability.slowing.desc=75% de Chances d'ajouter de la lenteur pendant 2s et d'infliger +1,5 D\u00E9g\u00E2ts.
error.card.equipment.input_1=L'\u00E9quipement de carte ne prend en charge qu'un seul article par emplacement. Les extras ont \u00E9t\u00E9 supprim\u00E9s en raison d'un inventaire complet.
