card.wither_king.ability.poison_thorns=Espinas Venenosas
card.diamond_golem.ability.launch=Lanzamiento
card.diamond_golem.ability.launch.desc=%bch de probabilidad de que el objetivo sea, con su velocidad aumentando un 5% por nivel y la probabilidad aumentando un 2,5% por nivel.
card.diamond_golem.ability.thorns=Espinas
card.diamond_golem.ability.thorns.desc=%bch de probabilidad de que el da\u00F1o sea golpeado con el 20% de su da\u00F1o de ataque.
card.wither_king.ability.lightning_thorns=Espinas Rel\u00E1mpago
command.reload.reloaded=Cartas de batalla recargadas! Es posible que deba volver a cargar y reiniciar el servidor para actualizar su JAR.
command.reload.reloading=Recargando BattleCards...
constants.card=Tarjeta de %s
constants.card.creation_date=Fecha de Creaci\u00F3n: %s
constants.card.deploy=%ss Implementar
constants.card.generation=Generaci\u00F3n %s
constants.card.last_used_by=Usado por \u00FAltima vez por: %s
constants.card.last_used_on=Usado por \u00FAltima vez el: %s
constants.card.left_click_view=Clic Izquierdo para Ver
constants.card.next_level=%s al Siguiente Nivel
constants.card.right_click_deploy=Haga clic Derecho para Implementar
constants.card.statistics.attack_damage=Da\u00F1o de Ataque: %s
constants.card.statistics.card_experience=Experiencia con Tarjeta: %s
constants.card.statistics.card_kills=Eliminaciones de Cartas: %s
constants.card.statistics.card_level=Nivel de la Tarjeta: %s
constants.card.statistics.defense=Defensa: %s
constants.card.statistics.entity_kills=Muertes de Entidades: %s
constants.card.statistics.knockback_resistance=Resistencia al Retroceso: %s
constants.card.statistics.max_card_experience=Experiencia M\u00E1xima con Tarjeta: %s
constants.card.statistics.max_card_level=Nivel M\u00E1ximo de Tarjeta: %s
constants.card.statistics.max_health=Salud M\u00E1xima: %s
constants.card.statistics.movement_speed=Velocidad de Movimiento: %s
constants.card.statistics.player_kills=Muertes de Jugadores: %s
constants.card.statistics.total_damage_dealt=Da\u00F1o Total Infligido: %s
constants.card.statistics.total_damage_received=Da\u00F1o Total Recibido: %s
constants.card.statistics.total_deaths=Muertes: %s
constants.card.statistics.total_kills=Muertes Totales: %s
constants.created_by=Creado por GamerCoder
constants.level=Nivel %s
constants.maxed=M\u00C1XIMO
constants.statistics=Estad\u00EDsticas y atributos
error.argument=Proporcione argumentos v\u00E1lidos.
error.argument.basic_type=Para crear una tarjeta b\u00E1sica, debe especificar su tipo de entidad!
error.argument.card=Proporcione un tipo de BattleCard v\u00E1lido.
error.argument.card.experience=Proporcione una cantidad de experiencia v\u00E1lida para esta BattleCard.
error.argument.card.level=Proporcione un nivel v\u00E1lido para esta BattleCard.
error.argument.entity_type=Proporcione un tipo de entidad v\u00E1lido.
error.argument.int=Proporcione un n\u00FAmero entero v\u00E1lido.
error.argument.item=Proporcione un art\u00EDculo v\u00E1lido.
error.argument.item.held=Guarda un art\u00EDculo v\u00E1lido.
error.argument.item.held.card=Ten una BattleCard v\u00E1lida.
error.argument.number=Proporcione un n\u00FAmero v\u00E1lido.
error.card.cooldown=Esta tarjeta est\u00E1 en su enfriamiento de uso. Por favor, espere %ss.
error.card.use_limit=Ha alcanzado su l\u00EDmite de uso de %s tarjetas cada %ss! Espere para usar las tarjetas nuevamente.
error.inventory.full=Tu inventario est\u00E1 lleno!
error.permission=No tienes acceso para usar este comando!
error.permission.argument=No tienes acceso a este subcomando!
menu.card.info=Informaci\u00F3n de La Tarjeta
menu.plugin_info=Informaci\u00F3n de BattleCards
plugin.prefix=&d[&bBattleCards&d]&r
success.card.created=Se cre\u00F3 con \u00E9xito la tarjeta %s!
card.wither_king.ability.user.wither_offensive=Marchita Ofensiva
card.wither_king.ability.decree=Decreto
card.wither_king.ability.decay=Decadencia
card.wither_king.ability.decay.desc=100% de probabilidad (contra la carta) y %bcu de probabilidad (contra el propietario) de que el da\u00F1o reciba 6 segundos del efecto Wither.
card.wither_king.ability.decree.desc=Cada %bcint, todas las turbas hostiles inferiores dentro de un radio espec\u00EDfico ahora apuntan al objetivo de la carta. El radio comienza en 25,0 y aumenta 2,0 por nivel, con un m\u00E1ximo de 60,0.
card.wither_king.ability.lightning_thorns.desc=%bch probabilidad de que los atacantes sean alcanzados por un rayo.
card.wither_king.ability.poison_thorns.desc=%bch de probabilidad de que los atacantes obtengan el Efecto Veneno durante 5s, aumentando 2s por nivel y alcanzando un m\u00E1ximo de 60s.
card.wither_king.ability.user.wither_offensive.desc=%bch de probabilidad de que el propietario de la tarjeta inflija Wither Effect II durante 60s.
card.mercenary.ability.rage=Furia
card.mercenary.ability.rage.desc=Cada %bcint, gana fuerza III durante 20 s y velocidad II durante 15 s.
card.eye_of_enderman.ability.beam=Haz
card.eye_of_enderman.ability.end_aspect=Aspecto Final
card.eye_of_enderman.ability.beam.desc=Card Target se da\u00F1a cada %bcint a trav\u00E9s de su End Crystal Beam.
card.eye_of_enderman.ability.end_aspect.desc=El propietario de la tarjeta inflige el 2x de da\u00F1o en las dimensiones finales.
card.frost_bear.ability.frostbite=Congelaci\u00F3n
card.frost_bear.ability.ice_defense=Defensa Contra el Hielo
card.frost_bear.ability.ice_aspect=Aspecto de Hielo
card.frost_bear.ability.frostbite.desc=%bch de probabilidad de agregar 3s del efecto de congelaci\u00F3n al objetivo de la carta.
card.frost_bear.ability.ice_aspect.desc=%bch de probabilidad de que el propietario de la carta inflija 0,75s del efecto de congelaci\u00F3n.
card.frost_bear.ability.ice_defense.desc=%bch de probabilidad (contra la carta) y %bcu de probabilidad (contra el propietario) de -25% de da\u00F1o en biomas nevados y helados espec\u00EDficos.
card.bomberman.ability.exploding=Explotando
card.bomberman.ability.exploding.desc=%bch de probabilidad de generar una explosi\u00F3n que no rompe bloques en el objetivo de la carta.
card.bomberman.ability.primed=Preparado
card.bomberman.ability.primed.desc=Cuando se golpea, %bch probabilidad de que aparezca un TNT preparado que lastime a &ltodos&7.
card.bomberman.ability.tntlings=TNTLings
card.bomberman.ability.tntlings.desc=Cada %bcint, invoca hasta 6 zombis que pueden da\u00F1ar al objetivo, explotando en 6s.
card.bomberman.ability.meteor=Meteorito
card.bomberman.ability.meteor.desc=Cada %bcint, se invoca una gran bola de fuego explosiva sobre el objetivo de la carta.
card.bomberman=Mr Bombastic, Bomba Fant\u00E1stica
card.bomberman.desc=Esta carta explosiva fue forjada por los creepers de \u00E9lite, entrenados en el arte de la explosi\u00F3n.
card.diamond_golem=Parece que vas al reino de las sombras, Jimbo.
card.diamond_golem.desc=Esta tarjeta de cabeza dura fue un experimento de varios cl\u00E9rigos, reemplazando el hierro con diamantes.
card.eye_of_enderman=Incluso puedo ver tu historial de b\u00FAsqueda.
card.eye_of_enderman.desc=Un cristal de ender creci\u00F3 en su cabeza en respuesta a su obsesiva dieta de zanahorias y frutas del coro.
card.frost_bear=No, no me gusta escalar monta\u00F1as.
card.frost_bear.desc=Despu\u00E9s de entrenar en las monta\u00F1as durante 100 a\u00F1os, este oso sensible se volvi\u00F3 m\u00E1s fuerte que nunca.
card.wither_king=Es bueno ser rey.
card.wither_king.desc=Una carta ingeniosa y fuerte, con la mayor\u00EDa de sus huesos perdidos en la parte inferior.
card.mercenary=As\u00ED que es el mismo tipo de carta que Silver Chariot.
card.mercenary.desc=Un rumero entre saqueadores, rechazando el arte de las ballestas y optando por una profesi\u00F3n m\u00E1s punzante.
menu.card_table=Banco de Trabajo de Tarjetas
success.item.given=Art\u00EDculo recibido con \u00E9xito!
card.pitbull.ability.bite=Morder
card.pitbull=WOOF!
card.pitbull.desc=Este perro leal ha pasado por mucho y todav\u00EDa est\u00E1 listo para defender a su due\u00F1o.
card.pitbull.ability.bite.desc=%bch probabilidad de aumentar el da\u00F1o al objetivo en un 5%.
card.redstone_zombie=S\u00F3lo un poco de piedra roja simple.
card.redstone_zombie.desc=Un monstruo mec\u00E1nico que asesina turbas maliciosamente.
card.silverfish_hive.ability.hivemind=Mente de la Colmena
card.silverfish_hive=Hay miles de ellos.
card.silverfish_hive.desc=Una cueva que se derrumba con miles de huevos de peces plateados forj\u00F3 una nueva dinast\u00EDa que no desaparecer\u00E1.
card.silverfish_hive.ability.hivemind.desc=Invoca de 4 a 10 peces plateados cada %bcint.
card.skeleton_soldier=Sigue siempre las \u00F3rdenes, especialmente si te matan.
card.skeleton_soldier.desc=Leal incluso hasta despu\u00E9s de la muerte, este soldado luch\u00F3 en la Guerra Wither.
card.sniper.ability.triple_shot=Tiro Triple
card.sniper=Diana.
card.sniper.desc=Uno de los mejores tiradores de muertos vivientes de todo el Overworld, con un n\u00FAmero indefinido de cabezas.
card.sniper.ability.triple_shot.desc=20% de probabilidad de disparar 3 flechas, aumentando un 5% por nivel.
card.spider_hive=Bippity Boppity, tu sangre ahora es de mi propiedad.
card.spider_hive.desc=La clonaci\u00F3n realizada a lo largo de miles de a\u00F1os cre\u00F3 una dinast\u00EDa de miles de ara\u00F1as.
card.spider_queen.ability.poisoning=Envenenamiento
card.spider_queen.ability.webbing=Cincha
card.spider_queen.ability.matriarchy=Matriarcado
card.spider_queen.ability.spiderlings=Ara\u00F1itas
card.spider_queen.ability.fangs=Colmillos
card.spider_queen.ability.fangs.desc=El propietario de la tarjeta inflige veneno durante 4s.
card.spider_queen.ability.matriarchy.desc=No mates al hijo mayor al que tanto se aferra.
card.spider_queen.ability.poisoning.desc=Inflige veneno durante 2s, aumenta 1s cada 5 niveles y se amplifica cada 25 niveles.
card.spider_queen.ability.spiderlings.desc=Cuando se golpea, %bch probabilidad de convocar a una ara\u00F1a de cueva de s\u00FAbditos.
card.spider_queen.ability.webbing.desc=%bch de probabilidad de colocar una telara\u00F1a en el objetivo e infligir lentitud durante 1s, aumentando en 1s cada 5 niveles y amplific\u00E1ndose cada 30 niveles.
card.spider_queen=La ara\u00F1a original.
card.spider_queen.desc=Conocida como "Spider Supreme", fue la \u00FAltima ara\u00F1a que sobrevivi\u00F3 a Wither War y construy\u00F3 su reino con mano de hierro.
card.stone_archer=Pling.
card.stone_archer.desc=Un arquero torpe muri\u00F3 cuando un bloque de piedra cay\u00F3 sobre su cabeza.
card.thunder_revenant.ability.heat_resistance=Resistencia al Calor
card.thunder_revenant.ability.electricity=Electricidad
card.thunder_revenant.ability.thunderbolt=Rayo
card.thunder_revenant.ability.paralysis=Par\u00E1lisis
card.thunder_revenant=Zeus es discreto medio.
card.thunder_revenant.desc=Solo rivaliza con los dioses del trueno, y es tan antiguo como el clima mismo.
card.thunder_revenant.ability.electricity.desc=%bch probabilidad de +10% de da\u00F1o y +2s de da\u00F1o por fuego.
card.thunder_revenant.ability.heat_resistance.desc=El da\u00F1o por fuego y rayo no tiene efecto.
card.thunder_revenant.ability.paralysis.desc=%bch de probabilidad de infligir Lentitud X durante 4s y Debilidad V durante 12s.
card.thunder_revenant.ability.thunderbolt.desc=%bch de probabilidad (contra la carta) y %bcu de probabilidad (contra el propietario) de golpear al objetivo con un rayo. La tarjeta tiene +15% de da\u00F1o y el propietario agrega entre 5 y 20 de da\u00F1o.
card.undead_lumberjack.ability.bleeding=Sangrado
card.undead_lumberjack=Solo era un le\u00F1ador, haciendo cosas de le\u00F1ador.
card.undead_lumberjack.desc=Una cueva que se derrumba provoc\u00F3 una serie de vigas que mataron a la pobre alma. Todav\u00EDa se demora en su bosque favorito a veces...
card.undead_lumberjack.ability.bleeding.desc=%bch de probabilidad de infligir un 10% de da\u00F1o de ataque cada 3,25 s dos veces, y la cantidad aumenta en 1 cada 8 niveles.
card.witherman.ability.wither=Marchitar
card.witherman=Hecho en ABAJO!
card.witherman.desc=Esta tarjeta r\u00E1pida fue descubierta en una noche misteriosa entre una fuerte discusi\u00F3n en el Reino Wither.
card.witherman.ability.wither.desc=%bch de probabilidad (contra la carta) y %bcu de probabilidad (contra el propietario) de infligir el efecto Wither durante 5s.
card.witherman.ability.wither_immune=Inmune a la Marchita
card.witherman.ability.wither_immune.desc=Inmune a todos los da\u00F1os Wither.
card.bandit.ability.bullet=Bala
card.bandit=Robando a la Velocidad del Sonido
card.bandit.desc=Este arquero aficionado tuvo que valerse por s\u00ED mismo despu\u00E9s de que su maestro se olvid\u00F3 de \u00E9l.
card.bandit.ability.bullet.desc=+50% de Velocidad de Proyectil
card.emerald_husk=Los tanques no son lo peor!
card.emerald_husk.desc=Ventiladores de tanque que recogieron el mineral equivocado.
card.gold_skeleton=El mejor amigo del Pr\u00EDncipe Abisal.
card.gold_skeleton.desc=Un guerrero de \u00E9lite bajo el reino inferior, dotado con el poder de la inmortalidad (como todos los dem\u00E1s).
card.mesa_zombie.ability.fire_aspect=Aspecto de Fuego
card.mesa_zombie=S\u00ED! Soy!
card.mesa_zombie.desc=Este zombi ardiente sali\u00F3 de un sue\u00F1o de cien a\u00F1os despu\u00E9s de una avalancha de arena.
card.mesa_zombie.ability.fire_aspect.desc=%bch de probabilidad de infligir da\u00F1os por fuego.
card.phantom_rider.ability.phantom_bow=Arco Fantasma
card.phantom_rider=Hacia los cielos!
card.phantom_rider.desc=Este jinete rebelde hace lo que puede, defendiendo a su mascota fantasma.
card.phantom_rider.ability.phantom_bow.desc=Los objetivos de la tarjeta levitan durante 5s-10s.
card.miner=Solo sigue cavando, solo sigue cavando...
card.miner.ability.haste=Prisa
card.miner.ability.haste.desc=El propietario de la tarjeta gana Prisa II mientras est\u00E1 activo.
card.miner.desc=Cuando su cueva se derrumb\u00F3 bloqueando su existencia, continu\u00F3 minando con su pico aparentemente irrompible, incluso despu\u00E9s de su muerte.
card.prince_husk=T\u00FA no tienes poder aqu\u00ED.
card.prince_husk.desc=Un monarca en apuros que hace todo lo posible por mantener el control de su dominio.
card.prince_husk.ability.royal_guard=Guardia Real
card.prince_husk.ability.royal_guard.desc=Cada %bcint, convoca a un Husk para proteger la carta.
card.suspicious_zombie=Woololoo!
card.suspicious_zombie.ability.fangs=Colmillos
card.suspicious_zombie.ability.fangs.desc=Invoca colmillos a su alrededor cada %bcint.
card.suspicious_zombie.ability.effect=Efecto
card.suspicious_zombie.ability.effect.desc=Otorga un efecto negativo aleatorio en un amplificador aleatorio durante 4s-11s.
card.suspicious_zombie.ability.lightning=Iluminaci\u00F3n
card.suspicious_zombie.ability.lightning.desc=%bch de probabilidad (contra la carta) y %bcu de probabilidad (contra el propietario) de golpear al da\u00F1o con un rayo.
card.suspicious_zombie.desc=Bebi\u00F3 demasiado Estofado Sospechoso.
card.warrior_husk=WAAAAAAARRRHHH!
card.warrior_husk.desc=Un alma confiada y leal que se usa principalmente como carta de triunfo para el pr\u00EDncipe.
card.inferno_blaze.ability.fire_thorns=Espinas de Fuego
card.inferno_blaze.ability.fire_thorns.desc=%bch de probabilidad (contra la carta) y %bcu de probabilidad (contra el propietario) de infligir 3 s de da\u00F1o por fuego al ser golpeado.
card.inferno_blaze=Arde en el Nether!
card.inferno_blaze.desc=Esta carta impulsiva est\u00E1 llena de energ\u00EDa, lista para vengar a sus hermanos perdidos en la Guerra Wither.
card.inferno_blaze.ability.heat_aspect=Aspecto de Calor
card.inferno_blaze.ability.heat_aspect.desc=Cuando est\u00E1 en el Nether, %bch chance (contra la carta) y %bcu chance (contra el due\u00F1o) por +25% de da\u00F1o.
card.inferno_blaze.ability.heat_protection=Protecci\u00F3n al Calor
card.inferno_blaze.ability.heat_protection.desc=Cuando est\u00E1 en el Nether, %bch chance (contra la tarjeta) y %bcu chance (contra el propietario) por -15% de da\u00F1o recibido por entidades.
card.inferno_blaze.ability.heat_shield=Escudo T\u00E9rmico
card.inferno_blaze.ability.heat_shield.desc=Cuando est\u00E1 en el Nether, %bch probabilidad de bloquear el da\u00F1o de las entidades.
card.inferno_blaze.ability.ghast=Gasto
card.inferno_blaze.ability.ghast.desc=Cada %bcint dispara una bola de fuego explosiva.
card.knight=La ruta m\u00E1s corta es el desv\u00EDo.
card.knight.desc=Un alma trabajadora que contribuy\u00F3 a poner fin a la Guerra Wither.
card.lapis_drowned.ability.disenchantment=Desencanto
card.lapis_drowned.ability.disenchantment.desc=Inmune al Da\u00F1o de Castigar.
card.lapis_drowned=Pensaste que podr\u00EDas usar Smite, pero fui yo, \u00A1Lapisl\u00E1zuli se ahog\u00F3!
card.lapis_drowned.desc=Una criatura m\u00E1gica que tiene una historia de fondo a\u00FAn por descubrir.
card.raider=GIMMEE!
card.raider.desc=Un asaltante simple haciendo cosas de asaltante "simples".
card.raider.ability.bombs=Bombas
card.raider.ability.bombs.desc=Crea una explosi\u00F3n destructiva en los objetivos de las cartas.
card.raider.ability.illusioner=Ilusiones
card.raider.ability.illusioner.desc=Llama a un Illusioner a la batalla cada %bcint.
card.raider.ability.raid_golems=Golems de Incursi\u00F3n
card.raider.ability.raid_golems.desc=Invoca golems de hierro que ayudan al asaltante en la batalla cada %bcint.
card.nether_prince.ability.decree=Decreto
card.nether_prince.ability.decree.desc=Cada %bcint, la mayor\u00EDa de los mobs hostiles inferiores dentro de un radio espec\u00EDfico ahora apuntan al objetivo de la carta. El radio comienza en 20,0 y aumenta 2,0 por nivel, con un m\u00E1ximo de 40,0.
card.nether_prince.ability.firepower=Potencia de Fuego
card.nether_prince.ability.firepower.desc=Invoca un Blaze con 30 HP, con su HP por 0.5 por Nivel de Carta.
card.nether_prince.ability.nether_aspect=Aspecto Inferior
card.nether_prince.ability.nether_aspect.desc=El propietario de la tarjeta inflige +10s de da\u00F1o por fuego.
card.nether_prince=Estoy haciendo mi parte!
card.nether_prince.desc=Un \u00E1vido l\u00EDder pacifista y rebelde, ansioso por tomar el relevo del Rey Wither.
card.golden_wizard.ability.channeling=Canalizaci\u00F3n
card.golden_wizard.ability.channeling.desc=%bch de probabilidad de golpear al objetivo con un rayo, lo que inflige da\u00F1o adicional.
card.golden_wizard=Golden Science es la mejor del mundo!
card.golden_wizard.desc=Defensor incondicional de Illager y hechicero activo.
card.netherite_piglin=Yo trabajo solo.
card.netherite_piglin.desc=Asesino a tiempo parcial, trabajando solo. Todav\u00EDa tiene que entrar en una relaci\u00F3n.
card.netherite_piglin.ability.heat_shield=Bouclier Thermique
card.netherite_piglin.ability.heat_shield.desc=Inmune al da\u00F1o de lava.
card.netherite_piglin.ability.hoglin=Hoglin
card.netherite_piglin.ability.hoglin.desc=%bch probabilidad de convocar a uno de sus Hoglins.
card.netherite_piglin.ability.netherite_rage=Rabia Abisal
card.netherite_piglin.ability.netherite_rage.desc=Obtiene Fuerza III durante 5s cada %bcint, aumentando en 1 cada 15 niveles.
card.sealord.ability.channeling=Canalizaci\u00F3n
card.sealord.ability.channeling.desc=%bch de probabilidad de golpear al objetivo con un rayo, lo que inflige da\u00F1o adicional.
card.sealord.ability.sea_military=Mar Militar
card.sealord.ability.sea_military.desc=Invoca de 2 a 5 ahogados y zombis para ayudar a la carta en la batalla.
card.sealord.ability.thundering=Tremendo
card.sealord.ability.thundering.desc=Cada %bcint, hace que el mundo se convierta en trueno y golpea a todos los que no son aliados en un radio de 10 metros con un rayo.
card.sealord.ability.wet=H\u00FAmedo
card.sealord.ability.wet.desc=La tarjeta y el propietario son inmunes a todo el da\u00F1o de fuego y lava.
card.sealord=Poseid\u00F3n es una de las peores formas de vida que he conocido.
card.sealord.desc=Due\u00F1o de las aguas, ni siquiera Poseid\u00F3n pod\u00EDa llamarse su rival.
error.card.max_spawned=Has generado demasiadas cartas! M\u00E1ximo es: %s
card.spider_hive.ability.colony=Colonia
card.spider_hive.ability.colony.desc=Cada %bcint, 3-7 ara\u00F1a de cueva con el 60% de la salud de la carta.
time.days=%s D\u00EDa(s)
time.minutes=%s Minuto(s)
time.hours=%s Hora(s)
time.months=%s Mes(es)
time.seconds=%s Segundo(s)
time.weeks=%s Semana(s)
time.years=%s A\u00F1o(s)
error.inventory.full.card_dropped=Tu inventario est\u00E1 lleno! Se ha dejado caer una tarjeta en su ubicaci\u00F3n.
error.cooldown=Esta acci\u00F3n est\u00E1 actualmente en enfriamiento. Por favor, espere %s.
menu.card_quests=Misiones de Cartas
constants.completed=%s Completado
menu.card_quests.card_hunter=Cazador de Cartas
menu.card_quests.card_hunter.completion=Acumula %s Muertes con Cartas
menu.card_quests.damager=Da\u00F1ador
menu.card_quests.damager.completion=Inflige %s de Da\u00F1o
menu.card_quests.entity_hunter=Cazador de Entidades
menu.card_quests.entity_hunter.completion=Acumula %s Muertes de Entidades/Jugadores
menu.card_quests.reviver=Reanimar
menu.card_quests.reviver.completion=Muere %s Veces
menu.card_quests.tank=Tanque
menu.card_quests.tank.completion=Toma %s de Da\u00F1o
constants.back=Atr\u00E1s
constants.next=Pr\u00F3ximo
constants.prev=Anterior
constants.total_experience_reward=Recompensa de Experiencia de %s
constants.locked=Bloqueado!
constants.unlocks_at_level=Se desbloquea en el nivel %s
card.necromancer=Lev\u00E1ntense, mis siervos!
card.necromancer.desc=Un alma vieja que necesita desesperadamente compa\u00F1\u00EDa. Demasiada compa\u00F1\u00EDa...
card.necromancer.ability.bullet=Bala
card.necromancer.ability.bullet.desc=Cada %bcint, se dispara una bala Shulker hacia su objetivo.
card.necromancer.ability.rise_of_the_undead=Ascenso de los Muertos Vivientes
card.necromancer.ability.rise_of_the_undead.desc=Cada %bcint, convoca a un esqueleto para luchar por \u00E9l.
card.necromancer.ability.lightning=Iluminaci\u00F3n
card.necromancer.ability.lightning.desc=%bch de probabilidad de que su objetivo sea alcanzado por un rayo.
card.necromancer.ability.undead_monster=Monstruo no Muerto
card.necromancer.ability.undead_monster.desc=Cada %bcint invoca a un s\u00FAbdito a\u00FAn m\u00E1s poderoso para luchar por \u00E9l.
card.eternal_husk=Me he convertido en muerte, destructor de mundos.
card.eternal_husk.desc=El tipo silencioso y letal de Card, al mando de todos los muertos vivientes a rega\u00F1adientes.
card.eternal_husk.ability.advisors=Asesores
card.eternal_husk.ability.advisors.desc=Invoca hasta 4 c\u00E1scaras de s\u00FAbditos muy fuertes.
card.eternal_husk.ability.charge=Cargar
card.eternal_husk.ability.charge.desc=%bch de probabilidad de que la mitad del da\u00F1o recibido se agregue a su Da\u00F1o de carga, y un 10% de probabilidad de liberar todo el da\u00F1o recibido al golpear a un objetivo.
card.eternal_husk.ability.deathly_healing=Curaci\u00F3n Mortal
card.eternal_husk.ability.deathly_healing.desc=El usuario gana puntos de salud por da\u00F1o por veneno y da\u00F1o por marchitamiento si la tarjeta tiene al menos el nivel 20.
card.eternal_husk.ability.undead_supreme=Supremo No-Muerto
card.eternal_husk.ability.undead_supreme.desc=Cada %bcint, todos los muertos vivientes que no sean cartas ni s\u00FAbditos dentro de un radio de 15,0 metros ahora apuntan al objetivo de la carta. El radio aumenta 2,25 por nivel y tiene un l\u00EDmite de 50,0 metros.
menu.card_equipment=Equipo de Tarjeta
constants.card_equipment.damage=%s de Da\u00F1o de Ataque
constants.card_equipment.defense=%s Defensa
constants.card_equipment.health=%s de Salud
constants.card_equipment.knockback_resistance=%s de Resistencia al Retroceso
constants.card_equipment.speed=%s Velocidad
constants.effective_modifiers=Modificadores Efectivos:
constants.none=Ninguno
constants.card_equipment.ability.flame=&6Llama
constants.card_equipment.ability.flame.desc=Inflige 3s de Da\u00F1o de Fuego.
constants.card_equipment.ability.freezing=&bCongelaci\u00F3n
constants.card_equipment.ability.freezing.desc=Inflige 2,25s de Da\u00F1o por Congelaci\u00F3n.
constants.card_equipment.ability.flame_thorns=&6Espinas de Llamas
constants.card_equipment.ability.flame_thorns.desc=80% de Probabilidad de infligir 1,5 s de da\u00F1o de fuego al ser golpeado.
constants.card_equipment.ability.lightning=Iluminaci\u00F3n
constants.card_equipment.ability.lightning.desc=50% de Probabilidad de infligir da\u00F1o de rayo. La probabilidad aumenta un 5% por nivel de carta.
constants.card_equipment.ability.pricking=&2Pinchazos
constants.card_equipment.ability.pricking.desc=75% de probabilidad de Infligir 1.5 de da\u00F1o cuando es golpeado.
constants.card_equipment.ability.slowing=&8Desaceleraci\u00F3n
constants.card_equipment.ability.slowing.desc=75% de Probabilidad de agregar lentitud durante 2s e infligir +1.5 de Da\u00F1o.
error.card.equipment.input_1=Card Equipment solo admite la cantidad de 1 art\u00EDculo por ranura. Los extras se han eliminado debido a un inventario completo.
error.card.equipment.one_special=Las cartas solo pueden tener un equipo de cartas de tipo especial equipado.
constants.card_equipment.potion_status.both=Tarjeta y Usuario
constants.card_equipment.potion_status.card_only=Solo Tarjeta
constants.card_equipment.potion_status.user_only=Solo Usuario
constants.coming_soon=Muy pronto!
constants.place_items=Colocar Art\u00EDculos
constants.confirm=Confirmar
constants.cancel=Cancelar
constants.chance=%s Probabilidad
constants.card_chances=Oportunidades de Cartas
constants.card_power=Poder de la Tarjeta
card.aquatic_assassin=Has sido un guardi\u00E1n travieso.
card.aquatic_assassin.desc=Un individuo misterioso que s\u00F3lo conf\u00EDa en su mascota Guardi\u00E1n.
card.aquatic_assassin.ability.airbending=Aire Control
card.aquatic_assassin.ability.airbending.desc=%bch de probabilidad (contra la carta) y %bcu de probabilidad (contra el propietario) de quitar 3 segundos de aire restante cuando el objetivo est\u00E1 en el agua.
card.aquatic_assassin.ability.paralysis=Par\u00E1lisis
card.aquatic_assassin.ability.paralysis.desc=Los golpes del Guardi\u00E1n infligen 4s de Ceguera II y 6s de Debilidad III.
card.aquatic_assassin.ability.super_conduit=S\u00FAper Contratado
card.aquatic_assassin.ability.super_conduit.desc=Todos los aliados (incluidas las cartas de propietario y aliadas) obtienen Conduit Power II mientras se generan.
card.magma_jockey=Boing! Boing! Boing!
card.magma_jockey.desc=Un individuo solitario que aprovecha el poder de la ballesta m\u00E1gica.
card.magma_jockey.ability.nether_magic=Magia inferior
card.magma_jockey.ability.nether_magic.desc=Proyectiles disparados por la casa Piglin hacia su objetivo.
